Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Last done by
ca: Últim cop fet per
cs: Naposledy provedl(a)
da: Sidst udført af
de: Zuletzt ausgeführt von
el: Τελευταία από
es: Última vez hecho por
et: Viimati tehtud ajaks
fi: Viimeksi suorittanut
fr_fr: Dernière réalisation par
he: בוצע לאחרונה על ידי
hu: Legutóbb elvégezte
it: Ultima realizzazione di
ja: 直近の実行者
ko: 마지막 완료 사용자
lt: Paskutinį kartą atnaujintą
nb: Sist utført av
nl: Laatst gedaan door
pl: Ostatnio zrobione przez
pt_br: Em
pt_pt: Efectuado na ultima vez por
ro: Realizat ultima dată de
sk: Naposledy vykonal(a)
sl: Nazadnje naredil
sv: Senast gjord av
ta: கடைசியாக செய்தவர்
tr: Son tamamlanma tarih
uk: Останнього разу виконано
zh_hans: 最后完成者
zh_hant: 上次完成者

source: Last name
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellidos
et: Perenimi
fi: Sukunimi
fr_fr: Nom
he: שם משפחה
hu: Vezetéknév
it: Cognome
ja: 苗字
ko: 성
lt: Pavardė
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Último nome
pt_pt: Apelido
ro: Nume de familie
sk: Priezvisko
sl: Priimek
sv: Efternamn
ta: விகுதி பெயர்
tr: Soyisim
uk: Прізвище
zh_hans: 名
zh_hant: 姓

source: Last price
ca: Últim preu
cs: Poslední cena
da: Sidste pris
de: Letzter Preis
el: Τελική τιμή
es: Último precio
et: Viimane hind
fi: Viimeisin hinta
fr_fr: Dernier prix
he: מחיר אחרון
hu: Legutóbbi ár
it: Ultimo prezzo
ja: 最終価格
ko: 마지막 가격
lt: Paskutinė kaina
nb: Siste pris
nl: Laatste prijs
pl: Ostatnia cena
pt_br: Último preço
pt_pt: Ultimo preço
ro: Ultimul preț
sk: Posledná cena
sl: Zadnja cena
sv: Sista priset
ta: முந்தைய விலை
tr: Son fiyat
uk: Остання ціна
zh_hans: 最近价格
zh_hant: 上次價格

source: Last purchased
ca: Última compra
cs: Naposledy nakoupeno
da: Sidst købt
de: Zuletzt gekauft
el: Τελευταία αγορά
es: Última compra
et: Viimati ostetud
fi: Viimeksi ostettu
fr_fr: Dernier achat
he: רכישה אחרונה
hu: Legutóbb vásárolva
it: Ultimo acquisto
ja: 最終購入
ko: 마지막 구매
lt: Paskutinis pirktas
nb: Sist kjøpt
nl: Laatst gekocht
pl: Ostatnio kupione
pt_br: Última compra
pt_pt: Comprado pela última vez em
ro: Data ultimei achiziții
sk: Naposledy nakúpené
sl: Nazadnje kupljeno
sv: Senast köpt
ta: கடைசியாக வாங்கப்பட்டது
tr: Son satın alış
uk: Востаннє придбано
zh_hans: 上次购买时间
zh_hant: 上次購買

source: Last tracked
ca: Última data
cs: Naposledy provedeno
da: Sidst registreret
de: Zuletzt ausgeführt
el: Τελευταία παρακολούθηση
es: Último registro
et: Viimati jälgitud
fi: Viimeksi suoritettu
fr_fr: Dernière réalisation
he: נעקב לאחרונה
hu: Legutóbb követve
it: Ultima esecuzione
ja: 直近の実行
ko: 마지막 추적
lt: Paskutinį kartą stebėta
nb: Sist registert
nl: Laatste keer gedaan
pl: Ostatnie wykonanie
pt_br: Última execução em
pt_pt: Apagar lista de compras
ro: Ultima monitorizare
sk: Naposledy vykonané
sl: Nazadnje sledeno
sv: Senast spårad
ta: கடைசியாக கண்காணிக்கப்பட்டது
tr: Son takip
uk: Востаннє виконано
zh_hans: 上次追踪
zh_hant: 上次追蹤

source: Last used
ca: Últim ús
cs: Naposledy použito
da: Sidst brugt
de: Zuletzt verbraucht
el: Τελευταία χρήση
es: Último uso
et: Viimati kasutatud
fi: Viimeksi käytetty
fr_fr: Dernière utilisation
he: שימוש אחרון
hu: Legutóbb felhasználva
it: Ultimo utilizzo
ja: 最終使用
ko: 마지막 사용
lt: Paskutinis naudotas
nb: Sist brukt
nl: Laatst gebruikt
pl: Ostatnio użyte
pt_br: Último uso
pt_pt: Usado pela última vez em
ro: Dată ultimei utilizări
sk: Naposledy použité
sl: Nazadnje uporabljeno
sv: Senast använd
ta: கடைசியாக பயன்படுத்தப்பட்டது
tr: Son kullanış
uk: Востаннє використано
zh_hans: 上次使用时间
zh_hant: 上次使用

source: Link
ca: Enllaç
cs: Odkaz
da: Lænke
el: Σύνδεση
es: Enlace
fi: Linkki
fr_fr: Lien
he: קישור
hu: Hivatkozás
ja: リンク
lt: Nuoroda
pt_pt: Hiperligação
sl: Povezava
sv: Länk
ta: இணைப்பு
tr: Bağlantı
uk: Посилання
zh_hans: 链接

source: Location
ca: Ubicació
cs: Umístění
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fi: Sijainti
fr_fr: Emplacement
he: מיקום
hu: Hely
it: Posizione
ja: 場所
ko: 위치
lt: Vieta
nb: Lokasjon
nl: Locatie
pl: Miejsce
pt_br: Localização
pt_pt: Local
ro: Locație
sk: Umiestnenie
sl: Lokacija
sv: Plats
ta: இடம்
tr: Lokasyon
uk: Місце
zh_hans: 位置
zh_hant: 位置

source: Locations
ca: Ubicacions
cs: Umístění produktů
da: Placeringer
de: Standorte
el: Τοποθεσίες
es: Ubicaciones
et: Asukohad
fi: Sijainnit
fr_fr: Emplacements
he: מיקומים
hu: Helyek
it: Posizioni
ja: 場所
ko: 위치
lt: Vietos
nb: Lokasjoner
nl: Locaties
pl: Miejsca
pt_br: Localizações
pt_pt: Locais
ro: Locuri
sk: Umiestnenia
sl: Lokacije
sv: Platser
ta: இடங்கள்
tr: Lokasyonlar
uk: Місця
zh_hans: 位置
zh_hant: 位置

source: Login
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu
fr_fr: Se connecter
he: כניסה
hu: Bejelentkezés
it: Accesso
ja: ログイン
ko: 로그인
lt: Prisijungti
nb: Logg inn
pl: Zaloguj
ro: Conectare
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
ta: புகுபதிகையிடு
tr: Giriş yap
uk: Логін
zh_hans: 登录
zh_hant: 登入

source: Logout
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fi: Kirjaudu ulos
fr_fr: Se déconnecter
he: יציאה
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
ko: 로그아웃
lt: Atsijungti
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ro: Deconectare
sk: Odhlásiť
sl: Odjava
sv: Logga ut
ta: வெளியேறு
tr: Çıkış yap
uk: Вийти
zh_hans: 注销
zh_hant: 登出

source: Manually
ca: manualment
cs: Manuální
da: manuelt
de: Manuell
el: χρειροκίνητα
es: manualmente
et: käsitsi
fi: Syötä manuaalisesti
fr_fr: manuellement
he: ידני
hu: manuálisan
it: manuale
ja: 適宜
ko: 수동
lt: rankiniu būdu
nb: manuelt
nl: handmatig
pl: Ręcznie
pt_br: Manualmente
pt_pt: Manualmente
ro: manual
sk: ručne
sl: ročno
sv: manuellt
ta: கைமுறையாக
tr: Manuel
uk: вручну
zh_hans: 手动
zh_hant: 手動

source: Mark as opened
ca: Marcar com a obert
cs: Označit jako otevřené
da: Marker som åbnet
de: Als geöffnet markieren
el: Επισήμανση ως άνοιξε
es: Marcar como abierto
et: Märgi avatuks
fi: Merkitse avatuksi
fr_fr: Indiquer comme ouvert
he: סימון כנפתח
hu: Megjelölés felbontottként
it: Segna come aperto
ja: 開封済みとしてマーク
ko: 제품 개봉
lt: Pažymėti kaip atidaryta
nb: Merk som åpnet
nl: Markeer als geopend
pl: Oznacz jako otwarte
pt_br: Marcar como aberto
pt_pt: Marcar como aberto
ro: Marcați ca deschis
sk: Označiť ako otvorené
sl: Označi kot odprt
sv: Markera som öppnat
ta: திறந்ததாக குறிக்கவும்
tr: Açıldı olarak işaretle
uk: Відмітити відкритим
zh_hans: 标记为已开封
zh_hant: 標記為已開封

source: Mark task as completed
ca: Marcar tasca com a completada
cs: Označit úkol jako hotový
da: Marker opgave som afsluttet
de: Aufgabe als erledigt markieren
es: Marcar tarea como completada
et: Märgi ülesanne tehtuks
fi: Merkitse tehtävä suoritetuksi
fr_fr: Marquer la tâche comme terminée
he: סימון המשימה כהושלמה
hu: Feladat jelölése elvégzettként
it: Segna l'attività come completata
ja: タスクを完了としてマーク
lt: Pažymėkite užduotį kaip atliktą
nb: Merk oppgave som ferdig
nl: Markeer taak als gedaan
pl: Oznacz zadanie jako wykonane
pt_br: Marcar a atividade como concluída
sl: Označi opravilo kot zaključeno
sv: Markera uppgift som slutförd
ta: வேலையினை முடித்ததாக குறிக்கவும்
tr: Görevi tamamlandı olarak işaretle
uk: Відмітити завдання як виконане
zh_hans: 将任务标记为已完成
zh_hant: 標記任務為已完成

source: Mark this item as done
ca: Marcar aquest element com a fet
cs: Je/není vybráno
da: Marker dette punkt som færdigt
de: Diesen Eintrag als erledigt markieren
el: Επισημάνετε αυτό το στοιχείο ως ολοκληρωμένο
es: Marcar este elemento como hecho
et: Märgi see ese tehtuks
fi: Merkitse valmiiksi
fr_fr: Indiqué cet élément comme fait
he: סימון פריט זה כבוצע
hu: Tétel megjelölése elvégzettként
it: Segna questo elemento come fatto
ja: この項目を完了としてマーク
ko: 항목 완료표시
lt: Pažymėkite šį elementą kaip atliktą
nb: Marker denne som utført
nl: Markeer dit item als gedaan
pl: Oznacz tę pozycję jako ukończoną
pt_br: Selecionar item
sk: Označiť túto položku ako dokončenú
sl: Označi ta element kot končan
sv: Markera den här posten som klar
ta: இதனினை முடித்ததாகக் குறி
tr: Bu öğeyi tamamlandı olarak işaretle
uk: Відмітити як готове
zh_hans: 标记为已完成
zh_hant: 標記此項目為已完成

source: Mark this item as undone
ca: Marcar aquest item com a no fet
cs: Vrátit zpět
da: Marker dette punkt som ufærdigt
de: Diesen Eintrag als unerledigt markieren
es: Marcar este elemento como no hecho
et: Märgi see ese kui tegemata
fi: Merkitse keskeneräiseksi
fr_fr: Marquer l'élément comme défait
he: סימון הביטול הזה כלא בוצע
hu: Tétel megjelölése elvégzetlenként
it: Contrassegna questo elemento come annullato
ja: この項目を元に戻す
lt: Pažymėti šį elementą kaip anuliuotą
nb: Merk dette elementet som ferdig
nl: Markeer dit item als ongedaan
pl: Oznacz tę pozycję jako nieukończoną
pt_br: Desmarcar
sl: Označi ta element kot ne končan
sv: Markera den här posten som ogjord
tr: Bu öğeyi tamamlanmamış olarak işaretle
uk: Відмітити як неготове
zh_hans: 标记为未完成‎
zh_hant: 標記此項目為未完成

source: Mark this stock entry as open
ca: Marcar aquest element com a obert
cs: Označit nejstarší jednotku zásob jako otevřenou
da: Marker denne beholdning som åben
de: Diesen Bestandseintrag als geöffnet markieren
el: Επισημάνετε αυτήν την καταχώρηση ως ανοιχτή
es: Marcar esta entrada de inventario como abierto
et: Märgi see varude toode avatuks
fi: Merkitse varastomerkintä avatuksi
fr_fr: Indiquer cette entrée du stock comme ouverte
he: סימון רשומת מלאי זו כפתוחה
hu: Készlet bejegyzés megjelölése felbontottként
it: Segna questa voce di dispensa come aperta
ja: このストックを開封
ko: 이 재고 항목을 열린 것으로 표시
lt: Pažymėkite šį sandėlio įrašą kaip atidarytą
nb: Marker denne som åpen
nl: Markeer deze voorraad als open
pl: Oznacz tą pozycje zapasów jako otwarta
pt_br: Marcar como aberto
sk: Označiť túto položku zásob ako otvorenú
sl: Označi ta zapis zaloge kot odprt
sv: Markera den här lagerposten som öppnad
ta: கையிருப்பு பொருளினை திறந்ததாகக் குறி
tr: Bu stok girişini açık olarak işaretle
uk: Відмітити цей записаний продукт відкритим
zh_hans: 标记此库存条目为开封
zh_hant: 將此庫存條目標示為已開封

source: Meal plan
ca: Calendari d'àpats
cs: Jídelníček
da: Madplan
de: Speiseplan
el: Προτίμηση γεύματος
es: Plan de comidas
et: Eineplaan
fi: Ateriasuunnitelma
fr_fr: Plan de repas
he: תכנית ארוחות
hu: Menü terv
it: Piano dei pasti
ja: 献立プラン
ko: 식단 계획
lt: Maisto planas
nb: Middagsplanlegger
nl: Maaltijdplan
pl: Plan posiłków
pt_br: Plano Alimentar
pt_pt: Plano de refeições
ro: Planul de masă
sk: Jedálniček
sl: Načrt obrokov
sv: Måltidsplan
ta: உணவுத்திட்டம்
tr: Yemek planı
uk: План харчування
zh_hans: 饮食计划
zh_hant: 菜單

# means %@ per %@
source: means %1$@ per %2$@
ca: significa %@ per %@
cs: to je %@ za %@
da: betyder %1$ per %2$
de: bedeutet %@ pro %@
el: σημαίνει %@ ανά %@
es: significa %@ por %@
et: tähendab %@ %@ kohta
fi: tarkoittaa %@ per %@
fr_fr: signifie %@ par %@
he: כלומר %@ לכל %@
hu: %@ minden %@-ben
it: si intende %@ fino a %@
ja: %1$@ あたり %2$@
ko: 각 %@당 %@
lt: reiškia %@už %@
nb: betyr %@ per %@
nl: Betekent %@ per %@
pl: oznacza %@ na %@
pt_br: significa dizer %@ para cada %@
ro: înseamnă %@ per %@
sl: pomeni %@ na %@
sv: betyder %@per %@
ta: அதாவது %@ இற்கு %@
tr: %@başına %@anlamına gelir
uk: одначає %@ на %@
zh_hans: 每%@%@
zh_hant: 代表每 %@ 包含 %@

source: Min. stock amount
ca: Quantitat mínima d'existències
cs: Min. zásoba
da: Min. beholdning
de: Mindestbestand
el: Ελάχ. ποσό αποθέματος
es: Mínimo de existencias
et: Minimaalne varude kogus
fi: Varaston minimimäärä
fr_fr: Quantité minimum en stock
he: כמות מזערית במלאי
hu: Min. készlet mennyiség
it: Quantità minima in dispensa
ja: 最小の在庫量
ko: 최소 수량
lt: Min. atsargų kiekis
nb: Min. beholdning
nl: Min. voorraadhoeveelheid
pl: Min. ilość
pt_br: Quant mínima
pt_pt: Quantidade mínima de stock
ro: Stoc minim
sk: Min. množstvo zásoby
sl: Min. količina zaloge
sv: Minsta lagerantal
ta: குறைந்தபட்ச இருப்பு அளவு
tr: Min. stok miktarı
uk: Мінімальна наявна кількість
zh_hans: 安全库存
zh_hant: 最低庫存數量

source: Minimum stock amount
ca: Quantitat mínima d'existències
cs: Minimální zásoba
da: Minimumsbeholdning
de: Mindestbestand
el: Ελάχιστο ποσό αποθέματος
es: Mínimo de existencias
et: Minimaalne kogus varudes
fi: Varaston minimimäärä
fr_fr: Quantité minimum en stock
he: כמות מזערית במלאי
hu: Minimális készlet mennyiség
it: Quantità minima in dispensa
ja: 最低ストック数量
ko: 최소 재고 수량
lt: Minimalus atsargų kiekis
nb: Minimumsbeholdning
nl: Minimale voorraadhoeveelheid
pl: Minimalna ilość
pt_br: Total mínimo
pt_pt: Quantidade mínima de stock
ro: Stoc minim
sk: Minimálna zásoba
sl: Najmanjša količina zaloge
sv: Minsta lagersaldo
ta: குறைந்தபட்ச இருப்பு அளவு
tr: Minimum stok miktarı
uk: Мінімальна кількість у наявності
zh_hans: 安全库存
zh_hant: 最低庫存數量

source: Monday
ca: Dilluns
cs: Pondělí
da: Mandag
de: Montag
el: Δευτέρα
es: Lunes
et: Esmaspäev
fi: Maanantai
fr_fr: Lundi
he: יום שני
hu: Hétfő
it: Lunedì
ja: 月曜日
ko: 월요일
lt: Pirmadienis
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_br: Segunda-feira
pt_pt: Segunda-feira
ro: Luni
sk: Pondelok
sl: Ponedeljek
sv: Måndag
ta: திங்கட்கிழமை
tr: Pazartesi
uk: Понеділок
zh_hans: 星期一
zh_hant: 星期一

source: Monthly
ca: cada mes
cs: Měsíčně
da: månedlig
de: Monatlich
el: μηνιαίο
es: mensualmente
et: kuine
fi: Kuukausittain
fr_fr: mensuel
he: חודשי
hu: havonta
it: mensilmente
ja: 周期(月)
ko: 월간
lt: kas mėnesį
nb: månedlig
nl: maandelijks
pl: Co miesiąc
pt_br: Mensalmente
pt_pt: Mensal
ro: lunar
sk: mesačne
sl: mesečno
sv: månadsvis
ta: மாதந்தோறும்
tr: her ay
uk: щомісяця
zh_hans: 每月
zh_hant: 每月

source: Move on open
ca: Mou quan s'obri
cs: Přesunout „otevřený” produkt
da: Flyt ved åbning
de: Beim Öffnen umlagern
es: Mover al abrir
et: Liiguta avamisel
fi: Siirrä avattaessa
fr_fr: Déplacer à l'ouverture
he: העברה עם הפתיחה
hu: Felbontáskor áthelyezés
it: Muovi all'apertura
ja: 開封時に移動
lt: Perkelti į atidarytą
nb: Flytt ved åpning
nl: Verplaats na openen
pl: Przenieś po otwarciu
pt_br: Mover quando aberto
pt_pt: Mover quando aberto
sl: Premakni ob odprtju
sv: Flytta vid öppning
tr: Açıktan hareket et
uk: Перемістити у відкрите
zh_hans: 开封后转移
zh_hant: 開封時移動

source: Name
ca: Nom
cs: Název
da: Navn
el: Ονομα
es: Nombre
et: Nimi
fi: Nimi
fr_fr: Nom
he: שם
hu: Név
it: Nome
ja: 名前
ko: 명칭
lt: Pavadinimas
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
sk: Meno
sl: Ime
sv: Namn
ta: பெயர்
tr: İsim
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Never overdue
ca: No caducar mai
cs: Produkt má neomezenou trvanlivost
da: Udløber aldrig
de: Nie überfällig
es: Sin fecha límite
et: Mitte kunagi üle aja
fi: Ei vanhene koskaan
fr_fr: Pas de date de péremption
he: אין תפוגה
hu: Soha nem jár le
it: Non scade mai
ja: 期限なし
ko: 유통 기한 없음
lt: Niekada nevėluoja
nb: Forfaller aldri
nl: Verloopt nooit
pl: Nigdy się nie przeterminuje
pt_br: Nunca vence
sk: Nekazí sa
sl: Nikoli ne poteče
sv: Går aldrig ut
tr: Hiçbir zaman gecikme
uk: Не має терміну придатності
zh_hans: 永不过期
zh_hant: 永不逾期

source: Never show on stock overview
ca: No mostrar mai a la revisió d'existències
cs: Nezobrazovat v Přehledu zásob
da: Vis aldrig på lageroversigten
de: Nie auf der Bestandsübersicht anzeigen
es: Nunca mostrar en el resumen de inventario
et: Ärge kunagi kuvage varude ülevaates
fi: Älä koskaan näytä varastosivulla
fr_fr: Ne jamais afficher dans l'aperçu du stock
he: לא להציג בסקירת המלאי
hu: Ne mutassa a készlet áttekintésnél
it: Non mostrare mai nel riepilogo della dispensa
ja: ストック一覧に表示しない
lt: Niekada nerodyti atsargų apžvalgoje
nb: Vis aldri på beholdningsoversikt
nl: Niet weergeven op voorraadoverzicht
pl: Nigdy nie pokazuj na przeglądzie magazynowym
pt_br: Nunca mostrar na 'Visão Geral' de estoque
sl: Nikoli ne pokaži na pregledu zaloge
sv: Visa aldrig i lagersaldoöversikt
tr: Stok genel görünümünde hiçbir zaman gösterme
uk: Ніколи не відображати у інвентарі
zh_hans: 不在库存总览显示
zh_hant: 永不顯示在庫存總覽

source: New shopping list
ca: Nova llista de la compra
cs: Nový nákupní seznam
da: Ny indkøbsliste
de: Neuer Einkaufszettel
el: Νέα λίστα αγορών
es: Nueva lista de la compra
et: Uus ostunimekiri
fi: Uusi kauppalista
fr_fr: Nouvelle liste de courses
he: רשימת קניות חדשה
hu: Új bevásárló lista
it: Nuova lista della spesa
ja: 新しい買い物リスト
ko: 새로운 구매 목록
lt: Naujas pirkinių sąrašas
nb: Ny handleliste
nl: Nieuwe boodschappenlijst
pl: Nowa lista zakupów
pt_br: Nova lista de compras
pt_pt: Nova lista de compras
ro: Listă de cumpărături nouă
sk: Nový nákupný zoznam
sl: Nov nakupovalni seznam
sv: Ny inköplista
ta: புதிய வாங்க வேண்டியவைப் பட்டியல்
tr: Yeni alışveriş listesi
uk: Новий список покупок
zh_hans: 新建购物清单
zh_hant: 建立新的購物清單

source: Next due date
ca: Propera data límit de consum
cs: Datum min. trvanlivosti
da: Næste udløbsdato
de: Nächstes Fälligkeitsdatum
es: Próxima fecha límite
et: Järgmine tähtaeg
fi: Seuraava parasta ennen -päivä
fr_fr: Prochaine date de péremption
he: תאריך סיום התוקף הבא
hu: Következő lejárati dátum
it: Prossima data di scadenza
ja: 次の期日
lt: Kitas terminas
nb: Neste forfallsdato
nl: Volgende houdbaarheidsdatum
pl: Następny termin ważności
pt_br: Validade
ro: Urmatorul termen
sk: Nasledujúci dátum spotreby
sl: Naslednji rok uporabe
sv: Nästa förfallodatum
ta: அடுத்த உரிய தேதி
tr: Sonraki vade tarihi
uk: Термін придатності
zh_hans: 下次到期
zh_hant: 最近到期日期

source: Next estimated tracking
ca: Pròxima data prevista
cs: Předpokládaný čas provedení
da: Næste forventede registrering
de: Nächste geplante Ausführung
el: Επόμενη εκτιμώμενη παρακολούθηση
es: Próximo registro estimado
et: Järgmine eeldatav jälgimine
fi: Seuraava arvioitu suoritus
fr_fr: Prochaine occurrence estimée
he: המעקב המוערך הבא
hu: Legközelebbi becsült követés
it: Prossima esecuzione
ja: 次回予定
ko: 다음 예상 추적
lt: Kitas numatomas stebėjimas
nb: Neste estimterte registrering
nl: Volgende geschatte uitvoering
pl: Następne planowane wykonanie
pt_br: Próximo previsto
pt_pt: Próximo acompanhamento estimado
ro: Următoarea monitorizare estimativă
sk: Predpokladaný čas vykonania
sl: Naslednje ocenjeno sledenje
sv: Nästa beräknade spårning
ta: அடுத்த மதிப்பிடப்பட்ட கண்காணிப்பு
tr: Sonraki tahmini takip
uk: Наступне виконання
zh_hans: 预计下次追踪
zh_hant: 預計下次追蹤

source: No assignment
ca: no assignat
cs: bez určení
da: ingen-tildeling
de: Niemandem zuweisen
el: χωρίς ανάθεση
es: No asignar
et: määramata
fi: Ei toimeksiantoa
fr_fr: non assigné
he: ללא הקצאה
hu: nincs-hozzárendelés
it: nessun-incarico
ja: 担当なし
ko: 할당없음
lt: ne pasirinkta
nb: Ingen tildeling
nl: niet-toegewezen
pl: Nie przypisane
pt_br: Não atribuído
pt_pt: não-atribuído
ro: Fără atribuire
sk: bez priradenia
sl: Brez zadolžitve
sv: ingen-tilldelning
ta: எந்த-வேலையும்-இல்லாதவர்
tr: atama-yok
uk: не призначати
zh_hans: 不分配
zh_hant: 不指派

source: None
ca: Ca
cs: Žádného
da: Ingen
de: Keine
es: Ninguno
et: Puudub
fi: Ei mitään
fr_fr: Aucun
he: בלי
hu: Nincs
it: Nessuno
ja: なし
lt: Nieko
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
sl: noben
sv: Ingen
ta: ஏதுமில்லை
tr: Hiç
uk: Нічого
zh_hans: 无
zh_hant: 無

source: Not enough in stock
ca: No hi ha existències suficients
cs: Nedostatečná zásoba
da: Ikke nok på lager
de: Nicht ausreichend im Bestand
el: Δεν υπάρχει αρκετό απόθεμα
es: No hay existencias suficientes
et: Pole piisavalt varusid
fi: Ei tarpeeksi varastossa
fr_fr: Pas assez en stock
he: אין מספיק במלאי
hu: Nincs elegendő készleten
it: Non abbastanza in dispensa
ja: 材料不足
ko: 재고 부족
lt: Nėra pakankamai sandėlyje
nb: Ikke nok i beholdningen
nl: Niet genoeg op voorraad
pl: Za mało zapasów
pt_br: Sem estoque suficiente
pt_pt: Não há stock suficiente
ro: Stoc insuficient
sk: Nedostatočná zásoba
sl: Ni dovolj zaloge
sv: Inte tillräckligt i lager
ta: கையிருப்பில் போதுமானதாக இல்லை
tr: Stokta yeterince yok
uk: Недостатньо в наявності
zh_hans: 库存不足
zh_hant: 庫存不足

# Not enough in stock, %@ missing, %@ already on shopping list
source: Not enough in stock, %1$@ missing, %2$@ already on shopping list
ca: Existències insuficients, falta %1$@, %2$@ ja afegits a la llista de la compra
cs: Nedostatečná zásoba, z %1$@ potřebných je %2$@ na nákupním seznamu
da: Ikke nok i beholdningen, %1$@ mangler, %2$@ allerede på indkøbslisten
de: Nicht ausreichend im Bestand, %1$@ fehlen, %2$@ stehen bereits auf dem Einkaufszettel
el: % s ΠροϊόνΔεν υπάρχει αρκετό απόθεμα, %1$@ λείπει, %2$@ ήδη στη λίστα αγορών
es: No hay existencias suficientes: faltan %1$@, pero %2$@ ya están en la lista de la compra
et: Varudes pole piisavalt, %1$@ puudu, %2$@ on juba ostunimekirjas
fi: Varastosta puuttuu %1$@, %2$@ on jo ostoslistalla
fr_fr: Pas assez en stock, %1$@ manque, %2$@ déjà dans la liste de courses
he: אין מספיק במלאי, %1$@ חסרים, %2$@ כבר ברשימת הקניות
hu: Nincs elegendő készleten, %1$@ hiányzik, %2$@ már szerepel a bevásárlólistán
it: Quantità insufficiente in dispensa, %1$@ mancante, %2$@ già nella lista della spesa
ja: 不足 %1$@、買い物リスト追加済 %2$@
ko: 재고 부족. 재료%1$@개 누락, %2$@이미 쇼핑리스트에 있습니다.
lt: Nėra pakankamo kiekio sandėlyje, %1$@ trūksta, bet %2$@yra pirkinių sąraše.
nb: Ikke nok i beholdningen, mangler %1$@, er %2$@ på handlelisten
nl: Niet genoeg op voorraad, %1$@ ontbreekt, %2$@ al op de boodschappenlijst
pl: Za mało na stanie. Brakuje: %1$@. %2$@ znajduje się już na liście zakupów
pt_br: Estoque insuficiente. %1$@ faltando, %2$@ já na lista de compras
pt_pt: Não existe suficiente em stock, %1$@ em falta, %2$@ já na lista de compras
ro: Stoc insuficient, %1$@ lipsă, %2$@ deja pe lista de cumpărături
sk: Nedostatočná zásoba, z %1$@ potrebných sú/je %2$@ v nákupnom zozname
sl: Ni dovolj na zalogi, "%1$@" manjka, %2$@ že na nakupovalnem seznamu
sv: Inte tillräckligt mycket i lager, %1$@ saknas, %2$@ finns redan på inköpslistan
tr: Stokta yeteri kadar yok, %1$@ kayıp, %2$@ hali hazırda alışveriş listesinde
uk: Не достатньо в наявності, %1$@ інгрідієнтів не вистачає, %2$@ вже додано до списку покупок.
zh_hans: 库存不足，缺少 %1$@个食材，其中%2$@个已在购物清单上
zh_hant: %1$@ 庫存不足，其中 %2$@ 已經加入購物清單。

# Not enough in stock, %lld ingredient missing
source: Not enough in stock, %lld ingredients missing
ca: No hi ha existències suficients, falten %lld ingredients
cs: Nedostatečná zásoba, chybí %lld ingredience
da: Ikke nok i beholdningen, %lld ingredienser mangler
de: Nicht ausreichend im Bestand, %lld Zutaten fehlen
el: Δεν υπάρχει αρκετό απόθεμα, λείπουν %lld συστατικά
es: No hay existencias suficientes: faltan %lld ingredientes
et: Pole piisavalt varusid, %lld koostisosa puudu
fi: Ei tarpeeksi varastossa, %lld ainesosaa puuttuu
fr_fr: Pas assez en stock, il vous manque %lld ingrédients
he: אין מספיק במלאי, %lld רכיבים חסרים
hu: Nincs elegendő készleten, %lld hozzávaló hiányzik
it: Non abbastanza in dispensa, %lld ingredienti mancanti
ja: 材料不足 %lld 点
ko: 재고 부족, 재료%lld 개 누락
lt: Sandėlyje nepakanka, trūksta %lldingredientų
nb: Ikke nok i beholdningen, %lld ingredienser mangler
nl: Niet genoeg op voorraad, %lld ingrediënten ontbreken.
pl: Za mało zapasów, brakuje %lld składników
pt_br: Não há estoque suficiente, %lld faltam ingredientes
pt_pt: Sem stock suficiente, %lld ingredientes faltando
ro: Stoc insuficient, lipsesc %lld ingrediente
sk: Nedostatočná zásoba, chýbajú %lld ingrediencie
sl: Ni dovolj zaloge, manjkata %lld sestavini
sv: Inte tillräckligt i lager, %lld ingredienser saknas
tr: Stokta yeterince %lld malzemesi yok
uk: Недостатня кількість у наявності, %lld інградієнта не вистачає
zh_hans: 库存不足，缺少%lld种食材
zh_hant: 食材 %lld 庫存不足
